Repository: SUNET/eduid-backend
Catalog: src/eduid/queue/translations/*/LC_MESSAGES/messages.po
Languages: sv

source: en
sv: sv

source: <p>You have been invited to create an eduID account by %(inviter_name)s.</p> <p>Please follow the link below to accept the invite and create your account.</p> <a href="%(invite_link)s">%(invite_link)s</a> <p>(This is an automated email. Please do not reply.)</p>
sv: <p>Du har fått en inbjudan från %(inviter_name)s att skapa ett eduID-konto.</p> <p>Följ länken nedan för att acceptera inbjudan och skapa ditt konto.</p> <a href="%(invite_link)s">%(invite_link)s</a> <p>(Detta är ett automatiserat meddelande och går ej att svara på.)</p>

source: You have been invited to create an eduID account by %(inviter_name)s. Please follow the link below to accept the invite and create your account. %(invite_link)s (This is an automated email. Please do not reply.)
sv: Du har fått en inbjudan från %(inviter_name)s att skapa ett eduID-konto. Följ länken nedan för att acceptera inbjudan och skapa ditt konto. %(invite_link)s (Detta är ett automatiserat meddelande och går ej att svara på.)

source: <h2>Welcome to %(site_name)s,</h2> <p>You recently used %(email)s to sign up for %(site_name)s.</p> <p>To verify this email address belongs to you, enter the code below on the email verification page:</p> <p>%(verification_code)s</p>
sv: <h2>Välkommen till %(site_name)s,</h2> <p>Du har registrerat %(email)s som e-postadress för %(site_name)s.</p> <p>Skriv in koden nedan på verifieringssidan för att visa att adressen tillhör dig:</p> <p>%(verification_code)s</p>

source: Welcome to %(site_name)s, You recently used %(email)s to sign up for %(site_name)s. To verify this email address belongs to you, enter the code below on the email verification page: %(verification_code)s
sv: Välkommen till %(site_name)s, Du har registrerat %(email)s som e-postadress för %(site_name)s. Skriv in koden nedan på verifieringssidan för att visa att adressen tillhör dig: %(verification_code)s

source: <h2>Welcome to %(site_name)s,</h2> <p>You recently signed up for <a href="%(site_url)s">%(site_name)s</a>.</p> <p>Please confirm the e-mail address and get your password by clicking on this link:</p> <a href="%(verification_link)s">%(verification_link)s</a>
sv: <h2>Välkommen till %(site_name)s,</h2> <p>Du har nyligen registrerat dig hos <a href="%(site_url)s">%(site_name)s</a>.</p> <p>Skriv in koden nedan på verifieringssidan för att visa att adressen tillhör dig:</p> <a href="%(verification_link)s">%(verification_link)s</a>

source: Welcome to %(site_name)s, You recently signed up for %(site_name)s. Please confirm the e-mail address and get your password by clicking on this link: %(verification_link)s
sv: Välkommen till %(site_name)s, Du har nyligen registrerat dig hos %(site_name)s. Skriv in koden nedan på verifieringssidan för att visa att adressen tillhör dig: %(verification_link)s

source: <p>Hi,</p> <p>You recently asked to reset your password for your %(site_name)s account.</p> <p>To verify this email address belongs to you, enter the code below on the email verification page:</p> <p>%(verification_code)s</p> <p>The code is valid for %(password_reset_timeout)s hours.</p> <p>(This is an automated email. Please do not reply.)</p>
sv: <p>Hej,</p> <p>Du har bett om att byta lösenord för ditt %(site_name)s-konto .</p> <p>För att fortsätta byta lösenord skriv in koden nedan på verifieringssidan: <p>%(verification_code)s</p> <p>Koden är giltig i %(password_reset_timeout)s timmar.</p> <p>(Detta är ett automatiserat meddelande och går ej att svara på.)</p>

source: Hi, You recently asked to reset your password for your %(site_name)s account. To verify this email address belongs to you, enter the code below on the email verification page: %(verification_code)s The code is valid for %(password_reset_timeout)s hours. (This is an automated email. Please do not reply.)
sv: Hej, Du har bett om att byta lösenord för ditt %(site_name)s-konto.. För att fortsätta byta lösenord skriv in koden nedan på verifieringssidan: %(verification_code)s Koden är giltig i %(password_reset_timeout)s timmar. (Detta är ett automatiserat meddelande och går ej att svara på.)

source: <p>You have chosen to terminate your account at %(site_name)s.</p> <p>If you don't do anything the account will automatically be removed after one week.</p> <p>If you want to keep your account, reset your password within one week.</p> <p>(This is an automated email. Please do not reply.)</p>
sv: <p>Du har valt att påbörja processen för att ta bort ditt konto hos %(site_name)s.</p> <p>Om du inte gör något så tas ditt konto bort om en vecka.</p> <p>För att behålla kontot så behöver du återställa ditt lösenord inom en vecka.</p> <p>(Detta är ett automatiserat meddelande och går ej att svara på.)</p>

source: You have chosen to terminate your account at %(site_name)s. If you don't do anything the account will automatically be removed after one week. If you want to keep your account, reset your password within one week. (This is an automated email. Please do not reply.)
sv: Du har valt att påbörja processen för att ta bort ditt konto hos %(site_name)s. Om du inte gör något så tas ditt konto bort om en vecka. För att behålla kontot så behöver du återställa ditt lösenord inom en vecka. (Detta är ett automatiserat meddelande och går ej att svara på.)

source: <p>You have recently added this mail address to your %(site_name)s account.</p> <p>To verify this email address belongs to you, enter the code below on the email verification page:</p> <p><strong>%(verification_code)s</strong></p>
sv: <p>Du har nyligen lagt till den här e-postadressen till ditt %(site_name)s-konto.</p> <p>Skriv in koden nedan på verifieringssidan för att visa att adressen tillhör dig:</p> <p><strong>%(verification_code)s</strong></p>

source: You have recently added this mail address to your %(site_name)s account. To verify this email address belongs to you, enter the code below on the email verification page: %(verification_code)s
sv: Du har nyligen lagt till den här e-postadressen till ditt %(site_name)s-konto. Skriv in koden nedan på verifieringssidan för att visa att adressen tillhör dig: %(verification_code)s

source: eduID registration
sv: eduID-registrering

source: Reset password
sv: eduID lösenordsåterställning

source: eduID verification email
sv: eduID e-postverifiering

source: eduID account termination
sv: eduID avsluta konto

source: eduID invitation
sv: eduID-inbjudan

source: eduID reset password
sv: eduID lösenordsåterställning
