Repository: SUNET/eduid-backend
Catalog: src/eduid/webapp/translations/*/LC_MESSAGES/messages.po
Languages: sv

source: eduID confirmation email
sv: eduID bekräftelsemejl

source: <p>Thank you for registering with <a href="%(site_url)s">%(site_name)s</a>.</p> <p>To confirm that you own this email address, simply click on the following link: <a href="%(verification_link)s">%(verification_link)s</a></p> <p>If clicking on the link above does not work, go to your profile and emails section. Click on the confirmation icon and enter the following code:</p> <p><strong>%(code)s</strong></p>
sv: <p>Tack för att du registrerade dig hos <a href="%(site_url)s">%(site_name)s</a>.</p> <p>Lättaste sättet att bekräfta din mejladress är att klicka på länken nedan: <a href="%(verification_link)s">%(verification_link)s</a></p> <p>Fungerar inte länken så kan du logga in på din profil, gå till e-post-fliken och klicka på bekräfta. Klistra sedan in nedanstående kod:</p> <p><strong>%(code)s</strong></p>

source: Thank you for registering with %(site_name)s. To confirm that you own this email address, simply click on the following link: %(verification_link)s If clicking on the link above does not work, go to your profile and emails section. Click on the verification icon and enter the following code: %(code)s
sv: Tack för att du registrerade dig hos%(site_name)s. Lättaste sättet att bekräfta din mejladress är att klicka på länken nedan: %(verification_link)s Fungerar inte länken så kan du logga in på din profil, gå till e-post-fliken och klicka på bekräfta. Klistra sedan in nedanstående kod: %(code)s

source: Group invitation
sv: Gruppinbjudan

source: Group invitation cancelled
sv: Gruppinbjudan har tagits tillbaka

source: <p>Hi,</p> <p>Your invite to the group %(group_display_name)s was canceled.</p> <p>(This is an automated email. Please do not reply.)</p>
sv: <p>Hej,</p> <p>Din inbjudan till gruppen %(group_display_name)s har tagits tillbaka.</p> <p>(Det här är ett automatiskt mejl och går inte att svar på.) </p>

source: Hi, Your invite to the group %(group_display_name)s was canceled. (This is an automated email. Please do not reply.)
sv: Hej, Din inbjudan till gruppen %(group_display_name)s har tagits tillbaka. (Det här är ett automatiskt mejl och går inte att svar på.)

source: <p>Hi,</p> <p>You are invited to join the group %(group_display_name)s with your <a href=%(site_url)s>%(site_name)s</a> account.</p> <p>To accept or decline the invitation go to <a href=%(group_invite_url)s>%(group_invite_url)s</a>.</p> <p>If you do not have an %(site_name)s account you can <a href="%(site_url)s">create one</a>.</p> <p>(This is an automated email. Please do not reply.)</p>
sv: <p>Hej,</p> <p>Du är inbjuden att gå med i gruppen %(group_display_name)smed ditt <a href=%(site_url)s>%(site_name)s-konto</a>. <p>För att acceptera inbjudan gå till <a href=%(group_invite_url)s>%(group_invite_url)s</a>.</p> <p>Om du inte redan har ett %(site_name)s-konto så kan du <a href="%(site_url)s">skapa ett</a>.</p> <p>(Detta är ett automatiserat meddelande och går ej att svara på.)</p>

source: Hi, You are invited to join the group %(group_display_name)s with your %(site_name)s account. To accept or decline the invitation go to %(group_invite_url)s. If you do not have an %(site_name)s account you can create one at %(site_url)s. (This is an automated email. Please do not reply.)
sv: Hej, Du är inbjuden att gå med i gruppen %(group_display_name)s med ditt %(site_name)s-konto. För att acceptera inbjudan gå till %(group_invite_url)s. Om du inte redan har ett %(site_name)s-konto så kan du skapa ett på %(site_url)s. (Detta är ett automatiserat meddelande och går ej att svara på.)

source: Bad Request
sv: Felaktig förfrågan

source: <p>The login request could not be processed.</p> <p>Try emptying the browsers cache and re-initiate login.</p>
sv: <p>Inloggningsförsöket misslyckades.</p> <p>Börja med att tömma webbläsarens cache och försök sedan logga in igen.</p>

source: en
sv: one

source: eduID Login
sv: eduID-inloggning

source: Technicians
sv: Tekniker

source: Staff
sv: Anställda

source: FAQ
sv: Vanliga frågor

source: Sign up
sv: Skapa konto

source: Sign in
sv: Logga in

source: Credential expired
sv: Giltighetstiden på lösenordet har gått ut

source: <p>The password has expired, because it had not been used in 18 months.</p> <p>To regain access to the account, a reset of the credential is necessary.</p>
sv: <p>Giltighetstiden på lösenordet har gått ut eftersom det inte har använts på 18 månader.</p> <p>För att kunna logga in igen så måste lösenordet återställas.</p>

source: Reset password
sv: Återställ lösenord

source: Server Error
sv: Serverfel

source: <p>Sorry, but the requested page is unavailable due to a server hiccup.</p> <p>Our engineers have been notified already, so please try again later.</p>
sv: <p>Hoppsan, sidan kan inte visas på grund av ett serverfel.</p> <p>Våra tekniker har meddelats, så försök igen senare.</p>

source: Access denied
sv: Åtkomst nekad

source: <p>Access to the requested service could not be granted. The service might have requested a 'confirmed' identity.</p>
sv: <p>Tillgång till den önskade tjänsten kunde inte ges. Tjänsten begärde förmodligen en verifierad identitet.</p>

source: Visit the
sv: Besök

source: to confirm your identity.
sv: för att verifiera din identitet.

source: <p>Access to the requested service could not be granted. The service provider requires use of a Security Key (MFA). </p>
sv: <p>Tillgång till den önskade tjänsten kunde inte ges. Tjänsten kräver att Säkerhetsnyckel (MFA) används. </p>

source: to register a Security Key (on the Security tab).
sv: för att registrera en Säkerhetsnyckel (under Säkerhets-tabben).

source: Not Found
sv: Kunde inte hittas

source: <p>The requested resource could not be found.</p>
sv: <p>Sidan kunde inte hittas</p>

source: Already logged in
sv: Redan inloggad

source: <p>You are already logged in.</p> <p>If you got here by pressing 'back' in your browser, you can press 'forward' to return to where you came from.</p>
sv: <p>Du är redan inloggad.</p> <p>Om du kom hit genom att använda 'Tillbaka'-knappen i din webbläsare så kan du klicka på 'Framåt'-knappen för att komma tillbaka dit du var.</p>

source: <p>Access to the requested service could not be granted. The service provider requires use of a 'confirmed' Security Key (SWAMID MFA/MFA HI). </p>
sv: <p>Tillgång till den önskade tjänsten kunde inte ges. Tjänsten kräver att en verifierad Säkerhetsnyckel (SWAMID MFA/MFA HI) används. </p>

source: to confirm your Security Key (on the Security tab).
sv: för att verifiera din Säkerhetsnyckel (under Säkerhets-tabben).

source: Too many requests
sv: För många förfrågningar

source: <p>Access cannot be granted at this time. Please try again later.</p>
sv: <p>Åtkomst kan inte ges för tillfället. Var god försök senare.</p>

source: Username or password incorrect
sv: Användarnamn eller lösenord är felaktigt

source: <p>Please try again.</p> <p>There is a link (Forgot your password?) on the login page if you do not remember your username or password.</p>
sv: <p>Var god försök igen.</p> <p>Det finns en länk (Glömt ditt lösenord?) på inloggningssidan om du inte kommer ihåg ditt användarnamn eller lösenord.</p>

source: User terminated
sv: Kontot borttaget

source: <p>This user account has been terminated.</p> <p>To regain access to the account, a reset of the credential is necessary.</p>
sv: <p>Det här kontot har tagits bort.</p> <p>För att få tillgång till kontot igen så måste lösenordet återställas.</p>

source: <div id="text_frame" style="font-size: 12pt"> <h4>Welcome to confirm your eduID account</h4> <div id="notice-frame"> <div style="padding-top: 15px; margin-left: 15px;"> Username: %(recipient_primary_mail_address)s<br/> Code: %(recipient_verification_code)s<br/> <strong>The code is valid until %(recipient_validity_period)s.</strong><br/> </div> </div> <div style="padding-top: 50px;"> <strong>Instructions:</strong> </div> <ol> <li>Log in to https://dashboard.eduid.se with the username above and the password you used when you created your account. </li> <li>Open the tab "Identity".</li> <li>Click "BY POST" below "Swedish personal ID number".</li> <li>Click "PROCEED" and input the code from this letter.</li> <li>Click "OK".</li> </ol> <div style="padding-top: 50px;"> If you did not request this letter from eduID then please report it to support@eduid.se. </div> </div>
sv: <div id="text_frame" style="font-size: 12pt"> <h4>Välkommen att bekräfta ditt eduID-konto</h4> <div id="notice-frame"> <div style="padding-top: 15px; margin-left: 15px;"> Användarnamn: %(recipient_primary_mail_address)s<br/> Kod: %(recipient_verification_code)s<br/> <strong>Koden är giltig till och med: %(recipient_validity_period)s</strong><br/> </div> </div> <div style="padding-top: 50px;"> <strong>Instruktioner:</strong> </div> <ol> <li>Logga in på https://dashboard.eduid.se med användarnamnet ovan och det lösenord som du använde när du skapade ditt konto. </li> <li>Öppna fliken "Identitet".</li> <li>Klicka på rutan "VIA POST" under "Svenskt personnummer".</li> <li>Skriv in koden från det här brevet.</li> <li>Klicka på "OK".</li> </ol> <div style="padding-top: 50px;"> Om du inte har begärt en kod från eduID vänligen rapportera detta till support@eduid.se. </div> </div>

source: This is your code for %(site_name)s. Code: %(verification_code)s
sv: Det här är din kod för %(site_name)s. Kod: %(verification_code)s

source: Terminate account
sv: Avsluta konto

source: <p>You have chosen to terminate your account at <a href="%(site_url)s">%(site_name)s</a>.</p> <p><strong>If you did not initiate this action please reset your password immediately.</strong></p> <p>Thank you for using %(site_name)s.</p> <p>(This is an automated email. Please do not reply.)</p>
sv: <p>Du har valt att ta bort ditt <a href="%(site_url)s">%(site_name)s</a>-konto.</p> <p><strong>Om det inte var du som tog bort kontot så återställ ditt lösenord omedelbart.</strong></p> <p>Tack för att du använde %(site_name)s.</p> <p>(Detta är ett automatiserat meddelande och går ej att svara på.)</p>

source: You have chosen to terminate your account at %(site_name)s. If you did not initiate this action please reset your password immediately. Thank you for using %(site_name)s. (This is an automated email. Please do not reply.)
sv: Du har valt att ta bort ditt %(site_name)s-konto. Om det inte var du som tog bort kontot så återställ ditt lösenord omedelbart. Tack för att du använde %(site_name)s. (Detta är ett automatiserat meddelande och går ej att svara på.)
